/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50562
Source Host           : localhost:3306
Source Database       : frmv-db

Target Server Type    : MYSQL
Target Server Version : 50562
File Encoding         : 65001

Date: 2023-07-09 14:49:58
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `student`
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(10) NOT NULL,
  `gender` varchar(10) NOT NULL,
  `id_number` varchar(20) NOT NULL,
  `region` varchar(20) NOT NULL,
  `birthday` date NOT NULL,
  `college` varchar(20) NOT NULL,
  `major` varchar(20) NOT NULL,
  `degree` varchar(10) NOT NULL,
  `interests` varchar(40) DEFAULT NULL,
  `report_time` varchar(20) NOT NULL,
  `traffic` varchar(10) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_number` (`id_number`)
) ENGINE=InnoDB AUTO_INCREMENT=452 DEFAULT CHARSET=utf8 COMMENT='ѧ�����id���������Ա����䣬רҵ�����ᣨʡ�ݣ������֤��';

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES ('1', '赵四四', '男', '75010120040416296X', '重庆市-渝北区', '2004-04-16', '微电子与通信学院', '电子科学与技术', '本科', '音乐,学习,阅读', '2023-09-01 13:19:06', '火车');
INSERT INTO `student` VALUES ('2', '钱四五', '女', '76010120031211297X', '四川省-泸州市-江阳区', '2003-12-11', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '学习,旅游,音乐', '2023-09-01 09:40:23', '自驾');
INSERT INTO `student` VALUES ('3', '孙四六', '男', '77010120040425298X', '重庆市-渝中区', '2004-04-25', '计算机学院', '计算机科学与技术', '硕士', '阅读,音乐,游戏', '2023-09-01 10:05:40', '飞机');
INSERT INTO `student` VALUES ('4', '李四七', '女', '78010120031103299X', '贵州省-六盘水市-钟山区', '2003-11-03', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读', '2023-09-01 14:20:57', '打车');
INSERT INTO `student` VALUES ('5', '周四八', '男', '79010120040427251X', '四川省-宜宾市-翠屏区', '2004-04-27', '软件学院', '软件工程', '硕士', '旅游,学习,音乐', '2023-09-01 08:32:14', '火车');
INSERT INTO `student` VALUES ('6', '吴四九', '女', '80010120031122252X', '重庆市-渝北区', '2003-11-22', '微电子与通信学院', '光电信息科学与工程', '博士', '音乐,学习,旅游', '2023-09-01 11:56:31', '自驾');
INSERT INTO `student` VALUES ('7', '郑五一', '男', '81010120040430253X', '四川省-泸州市-江阳区', '2004-04-30', '计算机学院', '物联网', '本科', '旅游,音乐,阅读', '2023-09-01 15:11:48', '打车');
INSERT INTO `student` VALUES ('8', '王五二', '女', '82010120031219254X', '贵州省-六盘水市-钟山区', '2003-12-19', '机械工程及自动化学院', '机械电子工程', '硕士', '音乐,游戏,学习', '2023-09-01 09:43:05', '火车');
INSERT INTO `student` VALUES ('9', '冯五三', '男', '83010120040427255X', '四川省-宜宾市-翠屏区', '2004-04-27', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,阅读,旅游', '2023-09-01 12:57:22', '自驾');
INSERT INTO `student` VALUES ('10', '陈五四', '女', '84010120031106256X', '重庆市-渝中区', '2003-11-06', '软件学院', '数据科学与大数据技术', '本科', '阅读,音乐,学习', '2023-09-01 13:32:39', '打车');
INSERT INTO `student` VALUES ('11', '褚五五', '男', '85010120040430257X', '贵州省-遵义市-汇川区', '2004-04-30', '微电子与通信学院', '电子信息工程', '本科', '旅游,学习,音乐', '2023-09-01 10:05:57', '火车');
INSERT INTO `student` VALUES ('12', '卫五六', '女', '86010120031225258X', '四川省-泸州市-江阳区', '2003-12-25', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '音乐,游戏,学习', '2023-09-01 11:32:14', '步行');
INSERT INTO `student` VALUES ('13', '任五七', '男', '87010120040418259X', '四川省-成都市-武侯区', '2004-04-18', '计算机学院', '计算机科学与技术', '本科', '学习,音乐,旅游', '2023-09-01 13:47:31', '公交');
INSERT INTO `student` VALUES ('14', '陆五八', '女', '88010120031229260X', '四川省-成都市-锦江区', '2003-12-29', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,阅读,旅游', '2023-09-01 09:10:48', '火车');
INSERT INTO `student` VALUES ('15', '邹五九', '男', '89010120040417261X', '四川省-绵阳市-涪城区', '2004-04-17', '软件学院', '软件工程', '博士', '音乐,学习,阅读', '2023-09-01 12:26:05', '自驾');
INSERT INTO `student` VALUES ('16', '章六一', '女', '80010120031122262X', '贵州省-贵阳市-云岩区', '2003-11-22', '微电子与通信学院', '光电信息科学与工程', '本科', '旅游,音乐,学习', '2023-09-01 15:41:22', '打车');
INSERT INTO `student` VALUES ('17', '钟六二', '男', '81010120040427263X', '四川省-成都市-武侯区', '2004-04-27', '计算机学院', '物联网', '本科', '阅读,音乐,游戏', '2023-09-01 11:53:39', '自驾');
INSERT INTO `student` VALUES ('18', '金六三', '女', '82010120031221264X', '贵州省-贵阳市-云岩区', '2003-12-21', '机械工程及自动化学院', '机械电子工程', '硕士', '音乐,游戏,学习', '2023-09-01 09:15:57', '火车');
INSERT INTO `student` VALUES ('19', '夏六四', '男', '83010120040424265X', '四川省-绵阳市-涪城区', '2004-04-24', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,阅读,旅游', '2023-09-01 12:30:14', '打车');
INSERT INTO `student` VALUES ('20', '朱六五', '女', '84010120031105266X', '重庆市-渝中区', '2003-11-05', '软件学院', '数据科学与大数据技术', '本科', '阅读,音乐,学习', '2023-09-01 13:55:31', '公交');
INSERT INTO `student` VALUES ('21', '秦六六', '男', '85010120040427267X', '贵州省-遵义市-汇川区', '2004-04-27', '微电子与通信学院', '电子信息工程', '本科', '旅游,学习,音乐', '2023-09-01 10:28:49', '自驾');
INSERT INTO `student` VALUES ('22', '尤六七', '女', '86010120031210268X', '四川省-宜宾市-翠屏区', '2003-12-10', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '音乐,游戏,学习', '2023-09-01 14:44:06', '步行');
INSERT INTO `student` VALUES ('23', '许六八', '男', '87010120040424269X', '重庆市-渝北区', '2004-04-24', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,阅读,旅游', '2023-09-01 11:07:23', '火车');
INSERT INTO `student` VALUES ('24', '何六九', '女', '88010120031106270X', '四川省-成都市-武侯区', '2003-11-06', '计算机学院', '计算机科学与技术', '本科', '学习,音乐,旅游', '2023-09-01 15:22:40', '自驾');
INSERT INTO `student` VALUES ('25', '赵七一', '男', '89010120040430271X', '贵州省-六盘水市-钟山区', '2004-04-30', '软件学院', '软件工程', '硕士', '旅游,学习,音乐', '2023-09-01 09:45:57', '打车');
INSERT INTO `student` VALUES ('26', '张二六', '男', '500101200006101230', '重庆市-渝中区', '2000-06-10', '计算机学院', '物联网', '本科', '游戏,音乐', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('27', '王二七', '女', '500101200105052345', '重庆市-大渡口区', '2001-05-05', '软件学院', '软件工程', '硕士', '阅读,旅游', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('28', '李二八', '男', '500101200204082356', '重庆市-江北区', '2002-04-08', '微电子与通信学院', '光电信息科学与工程', '本科', '学习,音乐', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('29', '刘二九', '女', '500101200303031261', '重庆市-沙坪坝区', '2003-03-03', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('30', '陈三十', '男', '500101200402141270', '重庆市-九龙坡区', '2004-02-14', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '阅读,学习,旅游', '2023-07-08 13:45:12', '飞机');
INSERT INTO `student` VALUES ('31', '张三一', '女', '500101200501191285', '重庆市-南岸区', '2005-01-19', '微电子与通信学院', '电子科学与技术', '本科', '游戏,音乐', '2023-07-08 09:15:32', '火车');
INSERT INTO `student` VALUES ('32', '王三二', '男', '500101200612202496', '重庆市-北碚区', '2006-12-20', '计算机学院', '计算机科学与技术', '博士', '阅读,旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('33', '李三三', '女', '500101200711111211', '重庆市-綦江区', '2007-11-11', '软件学院', '数据科学与大数据技术', '本科', '游戏,音乐', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('34', '刘三四', '男', '500101200810062322', '重庆市-大足区', '2008-10-06', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('35', '陈三五', '女', '500101200909051237', '重庆市-渝北区', '2009-09-05', '机械工程及自动化学院', '机械电子工程', '本科', '游戏,音乐,旅游', '2023-07-08 13:45:12', '火车');
INSERT INTO `student` VALUES ('36', '张三六', '男', '400101200006101230', '重庆市-渝中区', '2000-06-10', '计算机学院', '物联网', '本科', '游戏,音乐', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('37', '王三七', '女', '400101200105052345', '重庆市-大渡口区', '2001-05-05', '软件学院', '软件工程', '硕士', '阅读,旅游', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('38', '李三八', '男', '400101200204082356', '重庆市-江北区', '2002-04-08', '微电子与通信学院', '光电信息科学与工程', '本科', '学习,音乐', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('39', '刘三九', '女', '400101200303031261', '重庆市-沙坪坝区', '2003-03-03', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('40', '陈四十', '男', '400101200402141270', '重庆市-九龙坡区', '2004-02-14', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '阅读,学习,旅游', '2023-07-08 13:45:12', '飞机');
INSERT INTO `student` VALUES ('41', '张四一', '女', '400101200501191285', '重庆市-南岸区', '2005-01-19', '微电子与通信学院', '光电信息科学与工程', '本科', '游戏,音乐', '2023-07-08 09:15:32', '火车');
INSERT INTO `student` VALUES ('42', '王四二', '男', '400101200612202496', '重庆市-北碚区', '2006-12-20', '计算机学院', '计算机科学与技术', '博士', '阅读,旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('43', '李四三', '女', '400101200711111211', '重庆市-綦江区', '2007-11-11', '软件学院', '数据科学与大数据技术', '本科', '游戏,音乐', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('44', '刘四四', '男', '400101200810062322', '重庆市-大足区', '2008-10-06', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('45', '陈四五', '女', '400101200909051237', '重庆市-渝北区', '2009-09-05', '机械工程及自动化学院', '机械电子工程', '本科', '游戏,音乐,旅游', '2023-07-08 13:45:12', '火车');
INSERT INTO `student` VALUES ('46', '李四六', '男', '300101200006101230', '重庆市-渝中区', '2000-06-10', '计算机学院', '物联网', '本科', '游戏,音乐', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('47', '王四七', '女', '300101200105052345', '重庆市-大渡口区', '2001-05-05', '软件学院', '软件工程', '硕士', '阅读,旅游', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('48', '李四八', '男', '300101200204082356', '重庆市-江北区', '2002-04-08', '微电子与通信学院', '光电信息科学与工程', '本科', '学习,音乐', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('49', '刘四九', '女', '300101200303031261', '重庆市-沙坪坝区', '2003-03-03', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('50', '陈五十', '男', '300101200402141270', '重庆市-九龙坡区', '2004-02-14', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '阅读,学习,旅游', '2023-07-08 13:45:12', '飞机');
INSERT INTO `student` VALUES ('51', '张五一', '女', '300101200501191285', '重庆市-南岸区', '2005-01-19', '微电子与通信学院', '光电信息科学与工程', '本科', '游戏,音乐', '2023-07-08 09:15:32', '火车');
INSERT INTO `student` VALUES ('52', '王五二', '男', '300101200612202496', '重庆市-北碚区', '2006-12-20', '计算机学院', '计算机科学与技术', '博士', '阅读,旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('53', '李五三', '女', '300101200711111211', '重庆市-綦江区', '2007-11-11', '软件学院', '数据科学与大数据技术', '本科', '游戏,音乐', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('54', '刘五四', '男', '300101200810062322', '重庆市-大足区', '2008-10-06', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('55', '陈五五', '女', '300101200909051237', '重庆市-渝北区', '2009-09-05', '机械工程及自动化学院', '机械电子工程', '本科', '游戏,音乐,旅游', '2023-07-08 13:45:12', '火车');
INSERT INTO `student` VALUES ('56', '张五六', '男', '300101201008091248', '重庆市-巴南区', '2010-08-09', '计算机学院', '计算机科学与技术', '本科', '学习,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('57', '李五七', '女', '300101201107091263', '重庆市-黔江区', '2011-07-09', '微电子与通信学院', '通信工程', '硕士', '游戏,音乐', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('58', '王五八', '男', '300101201206082324', '重庆市-长寿区', '2012-06-08', '软件学院', '人工智能', '博士', '阅读,旅游,学习', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('59', '刘五九', '女', '300101201305132135', '重庆市-璧山区', '2013-05-13', '微电子与通信学院', '电子信息工程', '本科', '阅读,音乐', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('60', '陈六十', '男', '300101201404182348', '重庆市-铜梁区', '2014-04-18', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,旅游', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('61', '李六一', '男', '500101201404182349', '重庆市-武隆区', '2014-04-18', '计算机学院', '计算机科学与技术', '硕士', '游戏,旅游', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('62', '王六二', '女', '500101201505112110', '重庆市-忠县', '2015-05-11', '软件学院', '软件工程', '本科', '音乐,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('63', '刘六三', '男', '500101201606142321', '重庆市-开州区', '2016-06-14', '微电子与通信学院', '光电信息科学与工程', '博士', '游戏,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('64', '陈六四', '女', '500101201707031236', '重庆市-云阳县', '2017-07-03', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,旅游', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('65', '张六五', '男', '500101201808152347', '重庆市-奉节县', '2018-08-15', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '游戏,学习', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('66', '李六六', '女', '500101201909242118', '重庆市-巫山县', '2019-09-24', '计算机学院', '物联网', '硕士', '音乐,阅读', '2023-07-08 09:15:32', '火车');
INSERT INTO `student` VALUES ('67', '王六七', '男', '500101202010242331', '重庆市-巫溪县', '2020-10-24', '软件学院', '数据科学与大数据技术', '博士', '游戏,旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('68', '刘六八', '女', '500101202111152244', '重庆市-石柱土家族自治县', '2021-11-15', '微电子与通信学院', '电子科学与技术', '本科', '音乐,学习', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('69', '陈六九', '男', '500101202212232355', '重庆市-秀山土家族苗族自治县', '2022-12-23', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,音乐,阅读', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('70', '张七十', '女', '500101202312052170', '重庆市-酉阳土家族苗族自治县', '2023-12-05', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,学习', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('71', '李七一', '男', '500101202411062281', '重庆市-彭水苗族土家族自治县', '2024-11-06', '计算机学院', '计算机科学与技术', '博士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('72', '张七二', '男', '500101202612082212', '重庆市-渝中区', '2026-12-08', '计算机学院', '计算机科学与技术', '本科', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('73', '李七三', '女', '500101202712092324', '重庆市-大渡口区', '2027-12-09', '软件学院', '软件工程', '硕士', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('74', '王七四', '男', '500101202812202234', '重庆市-江北区', '2028-12-20', '微电子与通信学院', '光电信息科学与工程', '博士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('75', '刘七五', '女', '500101202912212117', '重庆市-沙坪坝区', '2029-12-21', '电气工程及自动化学院', '电气工程及其自动化', '本科', '游戏,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('76', '陈七六', '男', '500101203012032228', '重庆市-九龙坡区', '2030-12-03', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '旅游,音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('77', '张七七', '女', '500101203112232111', '重庆市-南岸区', '2031-12-23', '计算机学院', '物联网', '博士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('78', '李七八', '男', '500101203212252222', '重庆市-北碚区', '2032-12-25', '软件学院', '数据科学与大数据技术', '本科', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('79', '王七九', '女', '500101203312112133', '重庆市-綦江区', '2033-12-11', '微电子与通信学院', '电子科学与技术', '硕士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('80', '刘八十', '男', '500101203412142244', '重庆市-大足区', '2034-12-14', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('81', '陈八一', '女', '500101203512232155', '重庆市-渝北区', '2035-12-23', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,学习', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('82', '张八二', '男', '500101203612212116', '重庆市-巴南区', '2036-12-21', '计算机学院', '计算机科学与技术', '硕士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('83', '王八三', '男', '500101203812242238', '重庆市-万州区', '2038-12-24', '微电子与通信学院', '电子信息工程', '本科', '游戏,音乐,学习', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('84', '刘八四', '女', '500101203912272119', '重庆市-涪陵区', '2039-12-27', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '旅游,阅读', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('85', '陈八五', '男', '500101204012282230', '重庆市-渝中区', '2040-12-28', '机械工程及自动化学院', '机械设计制造及其自动化', '博士', '音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('86', '张八六', '女', '500101204112282111', '重庆市-大渡口区', '2041-12-28', '计算机学院', '物联网', '本科', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('87', '李八七', '男', '500101204212232222', '重庆市-江北区', '2042-12-23', '软件学院', '软件工程', '硕士', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('88', '王八八', '女', '500101204312232113', '重庆市-沙坪坝区', '2043-12-23', '微电子与通信学院', '光电信息科学与工程', '博士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('89', '刘八九', '男', '500101204412212224', '重庆市-南岸区', '2044-12-21', '电气工程及自动化学院', '电气工程及其自动化', '本科', '游戏,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('90', '陈九十', '女', '500101204512132135', '重庆市-北碚区', '2045-12-13', '机械工程及自动化学院', '机械电子工程', '硕士', '旅游,音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('91', '张九一', '男', '500101204612142246', '重庆市-渝北区', '2046-12-14', '计算机学院', '计算机科学与技术', '博士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('92', '王九二', '男', '500101204812232238', '重庆市-万州区', '2048-12-23', '微电子与通信学院', '集成电路设计与集成系统', '博士', '游戏,音乐,学习', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('93', '刘九三', '女', '500101204912272119', '重庆市-涪陵区', '2049-12-27', '电气工程及自动化学院', '电气工程及其自动化', '本科', '旅游,阅读', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('94', '陈九四', '男', '500101205012282230', '重庆市-渝中区', '2050-12-28', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('95', '张九五', '女', '500101205112282111', '重庆市-大渡口区', '2051-12-28', '计算机学院', '人工智能', '博士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('96', '李九六', '男', '500101205212232222', '重庆市-江北区', '2052-12-23', '软件学院', '数据科学与大数据技术', '硕士', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('97', '王九七', '女', '500101205312232113', '重庆市-沙坪坝区', '2053-12-23', '微电子与通信学院', '电子科学与技术', '博士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('98', '刘九八', '男', '500101205412212224', '重庆市-南岸区', '2054-12-21', '电气工程及自动化学院', '电气工程及其自动化', '本科', '游戏,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('99', '陈九九', '女', '500101205512132135', '重庆市-北碚区', '2055-12-13', '机械工程及自动化学院', '机械电子工程', '硕士', '旅游,音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('100', '张一百', '男', '500101205612142246', '重庆市-渝北区', '2056-12-14', '计算机学院', '计算机科学与技术', '博士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('101', '李一百一', '女', '500101205712222117', '重庆市-巴南区', '2057-12-22', '软件学院', '软件工程', '本科', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('102', '王一百二', '男', '500101205812282238', '重庆市-万州区', '2058-12-28', '微电子与通信学院', '光电信息科学与工程', '硕士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('103', '陈一百三', '男', '500101205912282119', '重庆市-涪陵区', '2059-12-28', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('104', '张一百四', '女', '500101206012282230', '重庆市-渝中区', '2060-12-28', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('105', '李一百五', '男', '500101206112232111', '重庆市-大渡口区', '2061-12-23', '计算机学院', '计算机科学与技术', '硕士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('106', '王一百六', '女', '500101206212232222', '重庆市-江北区', '2062-12-23', '软件学院', '数据科学与大数据技术', '博士', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('107', '刘一百七', '男', '500101206312232113', '重庆市-沙坪坝区', '2063-12-23', '微电子与通信学院', '光电信息科学与工程', '本科', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('108', '陈一百八', '女', '500101206412212224', '重庆市-南岸区', '2064-12-21', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('109', '张三', '男', '11010120031001234X', '北京市-北京市-海淀区', '2003-06-12', '计算机学院', '物联网', '本科', '游戏,旅游,学习,追剧', '2023-09-01 14:33:47', '火车');
INSERT INTO `student` VALUES ('110', '李四', '女', '12010120040101235X', '天津市-天津市-南开区', '2004-01-15', '软件学院', '人工智能', '硕士', '阅读,音乐,学习', '2023-09-01 13:27:52', '自驾');
INSERT INTO `student` VALUES ('111', '王五', '男', '13010120031220236X', '河北省-石家庄市-长安区', '2003-12-20', '微电子与通信学院', '光电信息科学与工程', '博士', '阅读,运动,游戏', '2023-09-01 16:18:30', '公交');
INSERT INTO `student` VALUES ('112', '赵六', '女', '14010120040201237X', '山西省-太原市-小店区', '2004-02-01', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '追剧,追星,原神', '2023-09-01 10:46:09', '飞机');
INSERT INTO `student` VALUES ('113', '孙七', '男', '15010120030901238X', '内蒙古自治区-呼和浩特市-新城区', '2003-09-01', '机械工程及自动化学院', '车辆工程', '本科', '阅读,音乐,舞蹈', '2023-09-01 12:55:12', '打车');
INSERT INTO `student` VALUES ('114', '吴一', '男', '35010120030415246X', '福建省-福州市-鼓楼区', '2003-04-15', '计算机学院', '物联网', '本科', '阅读,音乐,舞蹈', '2023-09-01 11:18:24', '自驾');
INSERT INTO `student` VALUES ('115', '郑二', '女', '36010120040205247X', '江西省-南昌市-东湖区', '2004-02-05', '软件学院', '软件工程', '硕士', '运动,音乐,学习', '2023-09-01 10:42:33', '火车');
INSERT INTO `student` VALUES ('116', '孔三', '男', '37010120030925248X', '山东省-济南市-历下区', '2003-09-25', '微电子与通信学院', '光电信息科学与工程', '博士', '追剧,追星,原神', '2023-09-01 12:15:07', '公交');
INSERT INTO `student` VALUES ('117', '曾四', '女', '41010120040119249X', '河南省-郑州市-中原区', '2004-01-19', '电气工程及自动化学院', '电气工程及其自动化', '本科', '阅读,音乐,学习', '2023-09-01 09:33:50', '飞机');
INSERT INTO `student` VALUES ('118', '毛五', '男', '42010120031204250X', '湖北省-武汉市-江岸区', '2003-12-04', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '游戏,旅游,学习', '2023-09-01 14:29:17', '打车');
INSERT INTO `student` VALUES ('119', '史六', '女', '43010120040414251X', '湖南省-长沙市-芙蓉区', '2004-04-14', '计算机学院', '信息安全', '博士', '运动,音乐,学习', '2023-09-01 13:37:44', '自驾');
INSERT INTO `student` VALUES ('120', '贾七', '男', '44010120031113252X', '广东省-广州市-越秀区', '2003-11-13', '软件学院', '数据科学与大数据技术', '本科', '阅读,运动,游戏', '2023-09-01 15:45:29', '火车');
INSERT INTO `student` VALUES ('121', '江八', '女', '45010120040505253X', '广西壮族自治区-南宁市-兴宁区', '2004-05-05', '微电子与通信学院', '电子科学与技术', '硕士', '阅读,音乐,舞蹈', '2023-09-01 10:17:43', '公交');
INSERT INTO `student` VALUES ('122', '何九', '男', '46010120030929254X', '海南省-海口市-龙华区', '2003-09-29', '电气工程及自动化学院', '电气工程及其自动化', '博士', '运动,音乐,学习', '2023-09-01 11:51:18', '飞机');
INSERT INTO `student` VALUES ('123', '许十', '女', '50010120040222255X', '重庆市-重庆市-渝中区', '2004-02-22', '机械工程及自动化学院', '车辆工程', '本科', '阅读,运动,游戏', '2023-09-01 12:33:22', '打车');
INSERT INTO `student` VALUES ('124', '王丽', '女', '500101207012282119', '重庆市-渝中区', '2070-12-28', '计算机学院', '计算机科学与技术', '本科', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('125', '张敏', '女', '500101207112282230', '重庆市-江北区', '2071-12-28', '软件学院', '软件工程', '硕士', '旅游,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('126', '李静', '女', '500101207212232111', '重庆市-大渡口区', '2072-12-23', '微电子与通信学院', '光电信息科学与工程', '本科', '音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('127', '王秀英', '女', '500101207312232222', '重庆市-沙坪坝区', '2073-12-23', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('128', '刘娟', '女', '500101207412212113', '重庆市-南岸区', '2074-12-21', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '旅游,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('129', '李娜', '女', '500101207512132124', '重庆市-北碚区', '2075-12-13', '计算机学院', '物联网', '博士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('130', '王洁', '女', '500101207612142235', '重庆市-渝北区', '2076-12-14', '软件学院', '数据科学与大数据技术', '本科', '旅游,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('131', '张燕', '女', '500101207712222126', '重庆市-巴南区', '2077-12-22', '微电子与通信学院', '电子科学与技术', '硕士', '音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('132', '陈霞', '女', '500101207812282137', '重庆市-涪陵区', '2078-12-28', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('133', '王敏', '女', '500101207912282118', '重庆市-渝中区', '2079-12-28', '机械工程及自动化学院', '机械电子工程', '本科', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('134', '张三', '男', '500101208012082212', '重庆市-渝中区', '2080-12-08', '计算机学院', '计算机科学与技术', '本科', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('135', '李四', '女', '500101208112092324', '重庆市-大渡口区', '2081-12-09', '软件学院', '软件工程', '硕士', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('136', '王五', '男', '500101208212202234', '重庆市-江北区', '2082-12-20', '微电子与通信学院', '光电信息科学与工程', '博士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('137', '刘六', '女', '500101208312212117', '重庆市-沙坪坝区', '2083-12-21', '电气工程及自动化学院', '电气工程及其自动化', '本科', '游戏,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('138', '陈七', '男', '500101208412032228', '重庆市-九龙坡区', '2084-12-03', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '旅游,音乐,阅读', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('139', '张八', '女', '500101208512232111', '重庆市-南岸区', '2085-12-23', '计算机学院', '物联网', '博士', '游戏,音乐,阅读', '2023-07-08 09:15:32', '打车');
INSERT INTO `student` VALUES ('140', '李九', '男', '500101208612252222', '重庆市-北碚区', '2086-12-25', '软件学院', '数据科学与大数据技术', '本科', '旅游,学习', '2023-07-08 11:30:45', '自驾');
INSERT INTO `student` VALUES ('141', '王十', '女', '500101208712212133', '重庆市-綦江区', '2087-12-11', '微电子与通信学院', '电子科学与技术', '硕士', '音乐,阅读', '2023-07-08 14:45:12', '火车');
INSERT INTO `student` VALUES ('142', '刘十一', '男', '500101208812142244', '重庆市-大足区', '2088-12-14', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,音乐,学习', '2023-07-08 10:30:45', '自驾');
INSERT INTO `student` VALUES ('143', '陈十二', '女', '500101208912232155', '重庆市-渝北区', '2089-12-23', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,学习', '2023-07-08 13:45:12', '打车');
INSERT INTO `student` VALUES ('144', '陈十', '女', '500101208912232166', '重庆市-渝北区', '2089-12-23', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,学习', '2023-07-08 13:45:14', '打车');
INSERT INTO `student` VALUES ('145', '李一一', '男', '51010120030917256X', '四川省-成都市-锦江区', '2003-09-17', '计算机学院', '物联网', '硕士', '阅读,游戏,学习', '2023-09-01 08:33:41', '火车');
INSERT INTO `student` VALUES ('146', '张一二', '女', '52010120040414257X', '贵州省-贵阳市-南明区', '2004-04-14', '软件学院', '软件工程', '本科', '音乐,学习,运动', '2023-09-01 15:28:15', '飞机');
INSERT INTO `student` VALUES ('147', '刘一三', '男', '53010120031129258X', '云南省-昆明市-五华区', '2003-11-29', '微电子与通信学院', '光电信息科学与工程', '博士', '运动,阅读,舞蹈', '2023-09-01 09:47:31', '自驾');
INSERT INTO `student` VALUES ('148', '陈一四', '女', '54010120040227259X', '西藏自治区-拉萨市-城关区', '2004-02-27', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,运动,学习', '2023-09-01 14:33:07', '打车');
INSERT INTO `student` VALUES ('149', '杨一五', '男', '61010120031217260X', '陕西省-西安市-新城区', '2003-12-17', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '游戏,阅读,音乐', '2023-09-01 13:12:29', '公交');
INSERT INTO `student` VALUES ('150', '赵一六', '女', '62010120040507261X', '甘肃省-兰州市-城关区', '2004-05-07', '计算机学院', '信息安全', '硕士', '音乐,学习,旅游', '2023-09-01 11:47:43', '飞机');
INSERT INTO `student` VALUES ('151', '黄一七', '男', '63010120030913262X', '青海省-西宁市-城东区', '2003-09-13', '软件学院', '数据科学与大数据技术', '博士', '运动,游戏,学习', '2023-09-01 10:37:16', '火车');
INSERT INTO `student` VALUES ('152', '周一八', '女', '64010120040122263X', '宁夏回族自治区-银川市-兴庆区', '2004-01-22', '微电子与通信学院', '集成电路设计与集成系统', '硕士', '舞蹈,游戏,学习', '2023-09-01 15:24:48', '打车');
INSERT INTO `student` VALUES ('153', '吴一九', '男', '65010120031104264X', '新疆维吾尔自治区-乌鲁木齐市-天山区', '2003-11-04', '电气工程及自动化学院', '电气工程及其自动化', '本科', '旅游,音乐,学习', '2023-09-01 08:27:18', '自驾');
INSERT INTO `student` VALUES ('154', '郑二一', '女', '33010120040406265X', '浙江省-杭州市-上城区', '2004-04-06', '机械工程及自动化学院', '智能制造工程', '博士', '学习,舞蹈,音乐', '2023-09-01 12:31:14', '火车');
INSERT INTO `student` VALUES ('155', '孔二二', '男', '34010120031212266X', '安徽省-合肥市-瑶海区', '2003-12-12', '计算机学院', '计算机科学与技术', '硕士', '音乐,阅读', '2023-09-01 13:59:57', '飞机');
INSERT INTO `student` VALUES ('156', '孔二二', '男', '35010120031212266X', '安徽省-合肥市-瑶海区', '2003-12-12', '计算机学院', '计算机科学与技术', '硕士', '音乐,阅读,游戏', '2023-09-01 13:58:37', '公交');
INSERT INTO `student` VALUES ('157', '曾二三', '女', '35010120040522267X', '福建省-福州市-鼓楼区', '2004-05-22', '软件学院', '人工智能', '本科', '阅读,旅游,音乐', '2023-09-01 10:26:11', '飞机');
INSERT INTO `student` VALUES ('158', '毛二四', '男', '36010120031223268X', '江西省-南昌市-东湖区', '2003-12-23', '微电子与通信学院', '通信工程', '博士', '运动,旅游,阅读', '2023-09-01 14:15:20', '自驾');
INSERT INTO `student` VALUES ('159', '史二五', '女', '37010120040403269X', '山东省-济南市-历下区', '2004-04-03', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '学习,游戏,音乐', '2023-09-01 09:37:54', '火车');
INSERT INTO `student` VALUES ('160', '贾二六', '男', '41010120031126270X', '河南省-郑州市-中原区', '2003-11-26', '机械工程及自动化学院', '机械电子工程', '本科', '游戏,阅读,运动', '2023-09-01 15:13:25', '打车');
INSERT INTO `student` VALUES ('161', '江二七', '女', '42010120040510271X', '湖北省-武汉市-江岸区', '2004-05-10', '计算机学院', '信息安全', '硕士', '阅读,舞蹈,音乐', '2023-09-01 12:41:59', '飞机');
INSERT INTO `student` VALUES ('162', '何二八', '男', '43010120031229272X', '湖南省-长沙市-芙蓉区', '2003-12-29', '软件学院', '数据科学与大数据技术', '博士', '音乐,学习,阅读', '2023-09-01 08:46:33', '自驾');
INSERT INTO `student` VALUES ('163', '许二九', '女', '44010120040426273X', '广东省-广州市-越秀区', '2004-04-26', '微电子与通信学院', '电子信息工程', '本科', '游戏,阅读,音乐', '2023-09-01 14:57:42', '火车');
INSERT INTO `student` VALUES ('164', '吕三一', '男', '45010120031117274X', '广西壮族自治区-南宁市-兴宁区', '2003-11-17', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,游戏,阅读', '2023-09-01 10:13:26', '打车');
INSERT INTO `student` VALUES ('165', '郭三二', '女', '46010120040529275X', '海南省-海口市-龙华区', '2004-05-29', '机械工程及自动化学院', '车辆工程', '博士', '旅游,学习,音乐', '2023-09-01 13:28:37', '公交');
INSERT INTO `student` VALUES ('166', '蒋三三', '男', '50010120031203276X', '重庆市-渝中区', '2003-12-03', '计算机学院', '信息安全', '硕士', '学习,旅游,音乐', '2023-09-01 15:18:22', '自驾');
INSERT INTO `student` VALUES ('167', '沈三四', '女', '51010120040505277X', '四川省-成都市-锦江区', '2004-05-05', '软件学院', '人工智能', '本科', '音乐,旅游,游戏', '2023-09-01 11:35:48', '火车');
INSERT INTO `student` VALUES ('168', '韩三五', '男', '52010120030922278X', '贵州省-贵阳市-南明区', '2003-09-22', '微电子与通信学院', '集成电路设计与集成系统', '博士', '游戏,音乐,学习', '2023-09-01 10:54:16', '飞机');
INSERT INTO `student` VALUES ('169', '杭三六', '女', '53010120040217279X', '云南省-昆明市-五华区', '2004-02-17', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,游戏,旅游', '2023-09-01 09:43:37', '打车');
INSERT INTO `student` VALUES ('170', '穆三七', '男', '54010120031212280X', '西藏自治区-拉萨市-城关区', '2003-12-12', '机械工程及自动化学院', '车辆工程', '本科', '音乐,旅游,学习', '2023-09-01 14:28:12', '公交');
INSERT INTO `student` VALUES ('171', '肖三八', '女', '61010120040426281X', '陕西省-西安市-新城区', '2004-04-26', '计算机学院', '物联网', '硕士', '学习,阅读,音乐', '2023-09-01 13:38:46', '飞机');
INSERT INTO `student` VALUES ('172', '付三九', '男', '62010120031010282X', '甘肃省-兰州市-城关区', '2003-10-10', '软件学院', '软件工程', '博士', '音乐,旅游,阅读', '2023-09-01 08:57:33', '自驾');
INSERT INTO `student` VALUES ('173', '黎四一', '女', '63010120040302283X', '青海省-西宁市-城东区', '2004-03-02', '微电子与通信学院', '电子信息工程', '硕士', '阅读,旅游,学习', '2023-09-01 15:19:27', '打车');
INSERT INTO `student` VALUES ('174', '常四二', '男', '64010120031114284X', '宁夏回族自治区-银川市-兴庆区', '2003-11-14', '电气工程及自动化学院', '电气工程及其自动化', '本科', '学习,阅读,音乐', '2023-09-01 10:29:55', '火车');
INSERT INTO `student` VALUES ('175', '傅四三', '女', '65010120040414285X', '新疆维吾尔自治区-乌鲁木齐市-天山区', '2004-04-14', '机械工程及自动化学院', '智能制造工程', '博士', '音乐,学习,旅游', '2023-09-01 13:43:11', '公交');
INSERT INTO `student` VALUES ('176', '卞四四', '男', '33010120031217286X', '浙江省-杭州市-上城区', '2003-12-17', '计算机学院', '计算机科学与技术', '硕士', '游戏,音乐,学习', '2023-09-01 14:15:28', '飞机');
INSERT INTO `student` VALUES ('177', '雷四五', '女', '34010120040227287X', '安徽省-合肥市-瑶海区', '2004-02-27', '软件学院', '数据科学与大数据技术', '本科', '音乐,游戏,旅游', '2023-09-01 11:53:39', '自驾');
INSERT INTO `student` VALUES ('178', '贺四六', '男', '35010120031030288X', '福建省-福州市-鼓楼区', '2003-10-30', '微电子与通信学院', '光电信息科学与工程', '博士', '学习,音乐,游戏', '2023-09-01 10:12:44', '打车');
INSERT INTO `student` VALUES ('179', '倪四七', '女', '36010120040417289X', '江西省-南昌市-东湖区', '2004-04-17', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,旅游,学习', '2023-09-01 14:58:11', '火车');
INSERT INTO `student` VALUES ('180', '汤四八', '男', '37010120031207290X', '山东省-济南市-历下区', '2003-12-07', '机械工程及自动化学院', '机械电子工程', '本科', '音乐,游戏,旅游', '2023-09-01 13:32:26', '公交');
INSERT INTO `student` VALUES ('181', '滕四九', '女', '41010120040208291X', '河南省-郑州市-中原区', '2004-02-08', '计算机学院', '物联网', '硕士', '旅游,学习,音乐', '2023-09-01 10:27:53', '飞机');
INSERT INTO `student` VALUES ('182', '殷五一', '男', '42010120031021292X', '湖北省-武汉市-江岸区', '2003-10-21', '软件学院', '软件工程', '博士', '学习,旅游,音乐', '2023-09-01 08:43:37', '自驾');
INSERT INTO `student` VALUES ('183', '罗五二', '女', '43010120040420293X', '湖南省-长沙市-芙蓉区', '2004-04-20', '微电子与通信学院', '电子科学与技术', '硕士', '阅读,音乐,游戏', '2023-09-01 15:14:26', '打车');
INSERT INTO `student` VALUES ('184', '毕五三', '男', '44010120031125294X', '广东省-广州市-越秀区', '2003-11-25', '电气工程及自动化学院', '电气工程及其自动化', '本科', '学习,音乐,旅游', '2023-09-01 14:23:41', '火车');
INSERT INTO `student` VALUES ('185', '郝五四', '女', '45010120040503295X', '广西壮族自治区-南宁市-兴宁区', '2004-05-03', '机械工程及自动化学院', '机械设计制造及其自动化', '博士', '音乐,游戏,阅读', '2023-09-01 11:52:37', '公交');
INSERT INTO `student` VALUES ('186', '华五五', '男', '46010120031209296X', '海南省-海口市-秀英区', '2003-12-09', '计算机学院', '物联网', '硕士', '音乐,学习,阅读', '2023-09-01 09:14:22', '自驾');
INSERT INTO `student` VALUES ('187', '齐五六', '女', '50010120040304297X', '重庆市-渝中区', '2004-03-04', '软件学院', '数据科学与大数据技术', '本科', '学习,旅游,游戏', '2023-09-01 10:55:18', '火车');
INSERT INTO `student` VALUES ('188', '贾五七', '男', '51010120031228298X', '四川省-成都市-锦江区', '2003-12-28', '微电子与通信学院', '电子信息工程', '博士', '游戏,音乐,学习', '2023-09-01 14:33:56', '飞机');
INSERT INTO `student` VALUES ('189', '彭五八', '女', '52010120040204299X', '贵州省-贵阳市-南明区', '2004-02-04', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,学习,旅游', '2023-09-01 08:23:07', '打车');
INSERT INTO `student` VALUES ('190', '邓五九', '男', '53010120031106300X', '云南省-昆明市-五华区', '2003-11-06', '机械工程及自动化学院', '车辆工程', '本科', '学习,游戏,阅读', '2023-09-01 11:38:32', '公交');
INSERT INTO `student` VALUES ('191', '阎六一', '女', '54010120040422301X', '西藏自治区-拉萨市-城关区', '2004-04-22', '计算机学院', '信息安全', '硕士', '音乐,游戏,学习', '2023-09-01 10:18:46', '飞机');
INSERT INTO `student` VALUES ('192', '解六二', '男', '61010120031005302X', '陕西省-西安市-新城区', '2003-10-05', '软件学院', '软件工程', '博士', '音乐,阅读,学习', '2023-09-01 13:57:33', '自驾');
INSERT INTO `student` VALUES ('193', '焦六三', '女', '62010120040222303X', '甘肃省-兰州市-城关区', '2004-02-22', '微电子与通信学院', '光电信息科学与工程', '硕士', '阅读,音乐,旅游', '2023-09-01 12:09:27', '打车');
INSERT INTO `student` VALUES ('194', '荣六四', '男', '63010120031204304X', '青海省-西宁市-城东区', '2003-12-04', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读', '2023-09-01 14:29:55', '火车');
INSERT INTO `student` VALUES ('195', '曾六五', '女', '64010120040425305X', '宁夏回族自治区-银川市-兴庆区', '2004-04-25', '机械工程及自动化学院', '智能制造工程', '博士', '阅读,旅游,音乐', '2023-09-01 10:43:22', '公交');
INSERT INTO `student` VALUES ('196', '谈六六', '男', '65010120031024306X', '新疆维吾尔自治区-乌鲁木齐市-天山区', '2003-10-24', '计算机学院', '计算机科学与技术', '硕士', '旅游,学习,阅读', '2023-09-01 11:54:17', '飞机');
INSERT INTO `student` VALUES ('197', '龚六七', '女', '34010120040321307X', '安徽省-合肥市-瑶海区', '2004-03-21', '软件学院', '人工智能', '本科', '音乐,旅游,游戏', '2023-09-01 09:28:36', '自驾');
INSERT INTO `student` VALUES ('198', '车六八', '男', '35010120031109308X', '福建省-福州市-鼓楼区', '2003-11-09', '微电子与通信学院', '集成电路设计与集成系统', '博士', '阅读,学习,音乐', '2023-09-01 14:15:44', '打车');
INSERT INTO `student` VALUES ('199', '廉六九', '女', '36010120040430309X', '江西省-南昌市-东湖区', '2004-04-30', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,旅游,音乐', '2023-09-01 12:36:29', '火车');
INSERT INTO `student` VALUES ('200', '隋七一', '男', '37010120031220310X', '山东省-济南市-历下区', '2003-12-20', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,音乐,学习', '2023-09-01 13:52:43', '公交');
INSERT INTO `student` VALUES ('201', '樊七二', '女', '41010120040325311X', '河南省-郑州市-中原区', '2004-03-25', '计算机学院', '物联网', '硕士', '游戏,音乐,阅读', '2023-09-01 08:15:19', '飞机');
INSERT INTO `student` VALUES ('202', '谢七三', '男', '42010120031026312X', '湖北省-武汉市-江岸区', '2003-10-26', '微电子与通信学院', '通信工程', '本科', '学习,旅游,音乐', '2023-09-01 09:38:12', '自驾');
INSERT INTO `student` VALUES ('203', '魏七四', '女', '43010120040403313X', '湖南省-长沙市-芙蓉区', '2004-04-03', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,游戏,阅读', '2023-09-01 12:57:29', '火车');
INSERT INTO `student` VALUES ('204', '方七五', '男', '44010120031127214X', '广东省-广州市-越秀区', '2003-11-27', '机械工程及自动化学院', '机械设计制造及其自动化', '博士', '阅读,旅游,学习', '2023-09-01 10:21:53', '打车');
INSERT INTO `student` VALUES ('205', '朱七六', '女', '45010120040408215X', '广西壮族自治区-南宁市-兴宁区', '2004-04-08', '计算机学院', '计算机科学与技术', '本科', '旅游,学习,音乐', '2023-09-01 13:49:06', '公交');
INSERT INTO `student` VALUES ('206', '秦七七', '男', '46010120031224216X', '海南省-海口市-龙华区', '2003-12-24', '软件学院', '人工智能', '硕士', '音乐,阅读,游戏', '2023-09-01 08:39:28', '飞机');
INSERT INTO `student` VALUES ('207', '江七八', '女', '50010120040412217X', '重庆市-渝中区', '2004-04-12', '微电子与通信学院', '电子科学与技术', '本科', '阅读,游戏,音乐', '2023-09-01 14:27:43', '自驾');
INSERT INTO `student` VALUES ('208', '段七九', '男', '51010120031113218X', '四川省-成都市-锦江区', '2003-11-13', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '学习,旅游,音乐', '2023-09-01 10:54:22', '火车');
INSERT INTO `student` VALUES ('209', '柳八一', '女', '52010120040303219X', '贵州省-贵阳市-南明区', '2004-03-03', '机械工程及自动化学院', '机械电子工程', '本科', '音乐,游戏,阅读', '2023-09-01 14:42:34', '打车');
INSERT INTO `student` VALUES ('210', '包八二', '男', '53010120031020220X', '云南省-昆明市-五华区', '2003-10-20', '计算机学院', '物联网', '博士', '阅读,学习,音乐', '2023-09-01 11:15:47', '飞机');
INSERT INTO `student` VALUES ('211', '印八三', '女', '54010120040211221X', '西藏自治区-拉萨市-城关区', '2004-02-11', '软件学院', '软件工程', '硕士', '游戏,音乐,旅游', '2023-09-01 09:42:18', '自驾');
INSERT INTO `student` VALUES ('212', '雷八四', '男', '61010120031122222X', '陕西省-西安市-新城区', '2003-11-22', '微电子与通信学院', '光电信息科学与工程', '本科', '学习,旅游,音乐', '2023-09-01 14:53:27', '公交');
INSERT INTO `student` VALUES ('213', '龙八五', '女', '62010120040501223X', '甘肃省-兰州市-城关区', '2004-05-01', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,游戏,阅读', '2023-09-01 13:12:46', '火车');
INSERT INTO `student` VALUES ('214', '贾八六', '男', '63010120031218224X', '青海省-西宁市-城东区', '2003-12-18', '机械工程及自动化学院', '车辆工程', '博士', '音乐,阅读,游戏', '2023-09-01 08:21:29', '打车');
INSERT INTO `student` VALUES ('215', '姜八七', '女', '64010120040424225X', '宁夏回族自治区-银川市-兴庆区', '2004-04-24', '计算机学院', '计算机科学与技术', '本科', '旅游,学习,音乐', '2023-09-01 12:49:43', '公交');
INSERT INTO `student` VALUES ('216', '崔八八', '男', '65010120031014226X', '新疆维吾尔自治区-乌鲁木齐市-天山区', '2003-10-14', '软件学院', '人工智能', '硕士', '学习,旅游,音乐', '2023-09-01 11:18:51', '飞机');
INSERT INTO `student` VALUES ('217', '李八九', '女', '33010120040327227X', '浙江省-杭州市-上城区', '2004-03-27', '微电子与通信学院', '电子科学与技术', '博士', '音乐,游戏,阅读', '2023-09-01 14:29:17', '自驾');
INSERT INTO `student` VALUES ('218', '赵九一', '男', '34010120031117228X', '安徽省-合肥市-瑶海区', '2003-11-17', '电气工程及自动化学院', '电气工程及其自动化', '本科', '阅读,旅游,音乐', '2023-09-01 09:45:22', '火车');
INSERT INTO `student` VALUES ('219', '钱九二', '女', '35010120040331229X', '福建省-福州市-鼓楼区', '2004-03-31', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '音乐,旅游,学习', '2023-09-01 12:04:39', '打车');
INSERT INTO `student` VALUES ('220', '孙九三', '男', '36010120031223230X', '江西省-南昌市-东湖区', '2003-12-23', '计算机学院', '物联网', '博士', '旅游,学习,音乐', '2023-09-01 10:32:57', '公交');
INSERT INTO `student` VALUES ('221', '杨九四', '女', '37010120040416231X', '山东省-济南市-历下区', '2004-04-16', '软件学院', '数据科学与大数据技术', '本科', '音乐,游戏,阅读', '2023-09-01 13:19:12', '飞机');
INSERT INTO `student` VALUES ('222', '武九五', '男', '41010120031124232X', '河南省-郑州市-中原区', '2003-11-24', '微电子与通信学院', '光电信息科学与工程', '博士', '阅读,学习,音乐', '2023-09-01 09:52:27', '自驾');
INSERT INTO `student` VALUES ('223', '许九六', '女', '42010120040315233X', '湖北省-武汉市-江岸区', '2004-03-15', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '学习,旅游,音乐', '2023-09-01 14:17:44', '飞机');
INSERT INTO `student` VALUES ('224', '范九七', '男', '43010120031028234X', '湖南省-长沙市-芙蓉区', '2003-10-28', '机械工程及自动化学院', '机械电子工程', '本科', '音乐,旅游,学习', '2023-09-01 12:34:58', '火车');
INSERT INTO `student` VALUES ('225', '冯九八', '女', '44010120040420235X', '广东省-广州市-越秀区', '2004-04-20', '计算机学院', '计算机科学与技术', '硕士', '学习,音乐,旅游', '2023-09-01 08:43:11', '打车');
INSERT INTO `student` VALUES ('226', '陈九九', '男', '45010120031126236X', '广西壮族自治区-南宁市-兴宁区', '2003-11-26', '微电子与通信学院', '电子科学与技术', '博士', '旅游,音乐,游戏', '2023-09-01 15:01:36', '公交');
INSERT INTO `student` VALUES ('227', '蒋一百', '女', '46010120040304237X', '海南省-海口市-秀英区', '2004-03-04', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,游戏,阅读', '2023-09-01 11:27:41', '自驾');
INSERT INTO `student` VALUES ('228', '姚一零一', '男', '50010120031007238X', '重庆市-渝中区', '2003-10-07', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '阅读,旅游,音乐', '2023-09-01 13:55:16', '飞机');
INSERT INTO `student` VALUES ('229', '湛一零二', '女', '51010120040331239X', '四川省-成都市-锦江区', '2004-03-31', '计算机学院', '物联网', '硕士', '音乐,学习,旅游', '2023-09-01 10:14:29', '火车');
INSERT INTO `student` VALUES ('230', '田一零三', '男', '52010120031108240X', '贵州省-贵阳市-南明区', '2003-11-08', '软件学院', '软件工程', '博士', '学习,音乐,游戏', '2023-09-01 14:53:36', '打车');
INSERT INTO `student` VALUES ('231', '钟一零四', '女', '53010120040426241X', '云南省-昆明市-五华区', '2004-04-26', '微电子与通信学院', '光电信息科学与工程', '本科', '音乐,游戏,阅读', '2023-09-01 12:05:44', '公交');
INSERT INTO `student` VALUES ('232', '董一零五', '男', '54010120031220242X', '西藏自治区-拉萨市-城关区', '2003-12-20', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,旅游,音乐', '2023-09-01 09:43:59', '飞机');
INSERT INTO `student` VALUES ('233', '杜一零六', '女', '61010120040404243X', '陕西省-西安市-新城区', '2004-04-04', '机械工程及自动化学院', '车辆工程', '本科', '音乐,旅游,学习', '2023-09-01 13:21:17', '自驾');
INSERT INTO `student` VALUES ('234', '兰一零八', '女', '63010120040316245X', '青海省-西宁市-城东区', '2004-03-16', '微电子与通信学院', '通信工程', '博士', '阅读,音乐,学习', '2023-09-01 11:38:32', '火车');
INSERT INTO `student` VALUES ('235', '麦一零九', '男', '64010120040425246X', '宁夏回族自治区-银川市-兴庆区', '2004-04-25', '计算机学院', '计算机科学与技术', '硕士', '音乐,游戏,阅读', '2023-09-01 09:18:46', '自驾');
INSERT INTO `student` VALUES ('236', '庄一一零', '女', '65010120031106247X', '新疆维吾尔自治区-乌鲁木齐市-天山区', '2003-11-06', '软件学院', '人工智能', '硕士', '阅读,学习,音乐', '2023-09-01 13:57:33', '打车');
INSERT INTO `student` VALUES ('237', '熊一一一', '男', '33010120040321348X', '浙江省-杭州市-上城区', '2004-03-21', '微电子与通信学院', '电子科学与技术', '本科', '音乐,游戏,旅游', '2023-09-01 12:09:27', '火车');
INSERT INTO `student` VALUES ('238', '孟一一二', '女', '34010120031106349X', '安徽省-合肥市-瑶海区', '2003-11-06', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '旅游,音乐,学习', '2023-09-01 14:29:55', '自驾');
INSERT INTO `student` VALUES ('239', '秋一一三', '男', '35010120040422350X', '福建省-福州市-鼓楼区', '2004-04-22', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '学习,游戏,阅读', '2023-09-01 11:38:32', '公交');
INSERT INTO `student` VALUES ('240', '贝一一四', '女', '36010120031209251X', '江西省-南昌市-东湖区', '2003-12-09', '计算机学院', '物联网', '硕士', '音乐,学习,阅读', '2023-09-01 09:14:22', '飞机');
INSERT INTO `student` VALUES ('241', '刁一一五', '男', '37010120040304252X', '山东省-济南市-历下区', '2004-03-04', '软件学院', '数据科学与大数据技术', '本科', '学习,旅游,游戏', '2023-09-01 10:55:18', '火车');
INSERT INTO `student` VALUES ('242', '丘一一六', '女', '41010120031228253X', '河南省-郑州市-中原区', '2003-12-28', '微电子与通信学院', '电子信息工程', '博士', '游戏,音乐,学习', '2023-09-01 14:33:56', '飞机');
INSERT INTO `student` VALUES ('243', '洪一一七', '男', '42010120031005354X', '湖北省-武汉市-江岸区', '2003-10-05', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读,游戏', '2023-09-01 11:02:43', '自驾');
INSERT INTO `student` VALUES ('244', '龚一一八', '女', '43010120040413255X', '湖南省-长沙市-芙蓉区', '2004-04-13', '机械工程及自动化学院', '机械电子工程', '硕士', '音乐,旅游,学习', '2023-09-01 13:42:59', '火车');
INSERT INTO `student` VALUES ('245', '车一一九', '男', '44010120031129256X', '广东省-广州市-越秀区', '2003-11-29', '计算机学院', '计算机科学与技术', '博士', '旅游,学习,阅读', '2023-09-01 09:27:15', '打车');
INSERT INTO `student` VALUES ('246', '戴一二零', '女', '45010120040319257X', '广西壮族自治区-南宁市-兴宁区', '2004-03-19', '微电子与通信学院', '电子科学与技术', '本科', '音乐,游戏,阅读', '2023-09-01 14:09:32', '公交');
INSERT INTO `student` VALUES ('247', '宋一二一', '男', '46010120031030258X', '海南省-海口市-秀英区', '2003-10-30', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,阅读,音乐', '2023-09-01 11:36:48', '飞机');
INSERT INTO `student` VALUES ('248', '范一二二', '女', '50010120040409259X', '重庆市-渝中区', '2004-04-09', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '阅读,学习,音乐', '2023-09-01 13:56:04', '自驾');
INSERT INTO `student` VALUES ('249', '丁一二三', '男', '51010120031128260X', '四川省-成都市-锦江区', '2003-11-28', '计算机学院', '物联网', '博士', '学习,音乐,旅游', '2023-09-01 10:14:22', '火车');
INSERT INTO `student` VALUES ('250', '姜一二四', '女', '52010120040420261X', '贵州省-贵阳市-南明区', '2004-04-20', '软件学院', '软件工程', '硕士', '音乐,游戏,阅读', '2023-09-01 08:43:39', '公交');
INSERT INTO `student` VALUES ('251', '范一二五', '男', '53010120031231262X', '云南省-昆明市-五华区', '2003-12-31', '微电子与通信学院', '光电信息科学与工程', '博士', '阅读,音乐,游戏', '2023-09-01 14:59:57', '飞机');
INSERT INTO `student` VALUES ('252', '丁一二六', '女', '54010120040308263X', '西藏自治区-拉萨市-城关区', '2004-03-08', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,旅游,学习', '2023-09-01 09:45:13', '自驾');
INSERT INTO `student` VALUES ('319', '孙一二八', '女', '62010120040414265X', '甘肃省-兰州市-城关区', '2004-04-14', '计算机学院', '计算机科学与技术', '本科', '旅游,学习,音乐', '2023-09-01 10:46:58', '打车');
INSERT INTO `student` VALUES ('320', '范一二九', '男', '63010120031228266X', '青海省-西宁市-城东区', '2003-12-28', '机械工程及自动化学院', '机械电子工程', '博士', '音乐,游戏,阅读', '2023-09-01 08:09:16', '飞机');
INSERT INTO `student` VALUES ('321', '朱一三零', '女', '64010120040406267X', '宁夏回族自治区-银川市-兴庆区', '2004-04-06', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,旅游,音乐', '2023-09-01 12:27:36', '自驾');
INSERT INTO `student` VALUES ('322', '李一三一', '男', '65010120031124268X', '新疆维吾尔自治区-乌鲁木齐市-天山区', '2003-11-24', '微电子与通信学院', '光电信息科学与工程', '本科', '音乐,游戏,阅读', '2023-09-01 14:47:56', '公交');
INSERT INTO `student` VALUES ('323', '宋一三二', '女', '33010120040301269X', '浙江省-杭州市-上城区', '2004-03-01', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '旅游,音乐,学习', '2023-09-01 09:18:12', '飞机');
INSERT INTO `student` VALUES ('324', '高一三三', '男', '34010120031122270X', '安徽省-合肥市-瑶海区', '2003-11-22', '计算机学院', '物联网', '本科', '音乐,游戏,阅读', '2023-09-01 12:38:32', '火车');
INSERT INTO `student` VALUES ('325', '郑一三四', '女', '35010120040419271X', '福建省-福州市-鼓楼区', '2004-04-19', '软件学院', '软件工程', '博士', '阅读,旅游,学习', '2023-09-01 08:39:50', '打车');
INSERT INTO `student` VALUES ('326', '韩一三五', '男', '36010120031211272X', '江西省-南昌市-东湖区', '2003-12-11', '微电子与通信学院', '通信工程', '硕士', '学习,音乐,旅游', '2023-09-01 11:57:09', '公交');
INSERT INTO `student` VALUES ('327', '朱一三六', '女', '37010120040402273X', '山东省-济南市-历下区', '2004-04-02', '电气工程及自动化学院', '电气工程及其自动化', '本科', '旅游,学习,音乐', '2023-09-01 13:29:29', '自驾');
INSERT INTO `student` VALUES ('328', '何一三七', '男', '41010120031126274X', '河南省-郑州市-中原区', '2003-11-26', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '音乐,游戏,阅读', '2023-09-01 09:52:47', '飞机');
INSERT INTO `student` VALUES ('329', '曹一三八', '女', '42010120040416275X', '湖北省-武汉市-江岸区', '2004-04-16', '计算机学院', '计算机科学与技术', '博士', '学习,旅游,音乐', '2023-09-01 14:17:06', '火车');
INSERT INTO `student` VALUES ('330', '戴一三九', '男', '43010120031223276X', '湖南省-长沙市-芙蓉区', '2003-12-23', '微电子与通信学院', '光电信息科学与工程', '本科', '阅读,游戏,音乐', '2023-09-01 10:47:22', '打车');
INSERT INTO `student` VALUES ('331', '赵一一', '男', '50010120031201266X', '重庆市-渝中区', '2003-12-01', '计算机学院', '物联网', '硕士', '阅读,音乐,游戏', '2023-09-01 09:18:37', '火车');
INSERT INTO `student` VALUES ('332', '钱一二', '女', '50010120040403267X', '重庆市-江北区', '2004-04-03', '软件学院', '软件工程', '本科', '学习,旅游,音乐', '2023-09-01 10:42:15', '自驾');
INSERT INTO `student` VALUES ('333', '孙一三', '男', '50010120031113268X', '重庆市-渝北区', '2003-11-13', '微电子与通信学院', '电子科学与技术', '博士', '游戏,阅读,旅游', '2023-09-01 14:56:28', '打车');
INSERT INTO `student` VALUES ('334', '李一四', '女', '50010120040414269X', '重庆市-南岸区', '2004-04-14', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,学习,游戏', '2023-09-01 08:37:51', '火车');
INSERT INTO `student` VALUES ('335', '周一五', '男', '50010120031116270X', '重庆市-九龙坡区', '2003-11-16', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,学习,阅读', '2023-09-01 15:03:12', '公交');
INSERT INTO `student` VALUES ('336', '吴一六', '女', '50010120040422271X', '重庆市-大渡口区', '2004-04-22', '计算机学院', '计算机科学与技术', '硕士', '音乐,游戏,阅读', '2023-09-01 11:26:48', '飞机');
INSERT INTO `student` VALUES ('337', '郑一七', '男', '50010120031120272X', '重庆市-江津区', '2003-11-20', '软件学院', '数据科学与大数据技术', '博士', '学习,旅游,音乐', '2023-09-01 09:59:15', '自驾');
INSERT INTO `student` VALUES ('338', '王一八', '女', '50010120040425273X', '重庆市-合川区', '2004-04-25', '微电子与通信学院', '光电信息科学与工程', '本科', '旅游,音乐,阅读', '2023-09-01 12:24:41', '打车');
INSERT INTO `student` VALUES ('339', '冯一九', '男', '50010120031208274X', '重庆市-永川区', '2003-12-08', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,音乐,游戏', '2023-09-01 13:48:09', '火车');
INSERT INTO `student` VALUES ('340', '陈二一', '女', '50010120040426275X', '重庆市-南川区', '2004-04-26', '机械工程及自动化学院', '机械设计制造及其自动化', '博士', '音乐,游戏,学习', '2023-09-01 10:11:36', '公交');
INSERT INTO `student` VALUES ('341', '褚二二', '男', '50010120031215276X', '重庆市-北碚区', '2003-12-15', '计算机学院', '物联网', '硕士', '学习,旅游,阅读', '2023-09-01 15:15:52', '飞机');
INSERT INTO `student` VALUES ('342', '卫二三', '女', '50010120040424277X', '重庆市-綦江区', '2004-04-24', '软件学院', '人工智能', '本科', '阅读,旅游,音乐', '2023-09-01 11:38:19', '自驾');
INSERT INTO `student` VALUES ('343', '蒋二四', '男', '50010120031117278X', '重庆市-大足区', '2003-11-17', '微电子与通信学院', '电子信息工程', '硕士', '旅游,学习,音乐', '2023-09-01 14:47:37', '打车');
INSERT INTO `student` VALUES ('344', '沈二五', '女', '50010120040428279X', '重庆市-江北区', '2004-04-28', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读', '2023-09-01 13:32:56', '火车');
INSERT INTO `student` VALUES ('345', '韩二六', '男', '50010120031222280X', '重庆市-渝北区', '2003-12-22', '机械工程及自动化学院', '车辆工程', '博士', '阅读,旅游,游戏', '2023-09-01 08:54:21', '公交');
INSERT INTO `student` VALUES ('346', '杨二七', '女', '50010120040417281X', '重庆市-南岸区', '2004-04-17', '计算机学院', '计算机科学与技术', '硕士', '旅游,学习,音乐', '2023-09-01 12:18:37', '飞机');
INSERT INTO `student` VALUES ('347', '朱二八', '男', '50010120031109282X', '重庆市-九龙坡区', '2003-11-09', '软件学院', '软件工程', '本科', '阅读,音乐,游戏', '2023-09-01 10:43:15', '自驾');
INSERT INTO `student` VALUES ('348', '秦二九', '女', '50010120040427283X', '重庆市-大渡口区', '2004-04-27', '微电子与通信学院', '光电信息科学与工程', '博士', '音乐,游戏,阅读', '2023-09-01 14:57:22', '打车');
INSERT INTO `student` VALUES ('349', '尤三一', '男', '50010120031218284X', '重庆市-江津区', '2003-12-18', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '游戏,阅读,学习', '2023-09-01 09:37:41', '火车');
INSERT INTO `student` VALUES ('350', '许三二', '女', '50010120040423285X', '重庆市-合川区', '2004-04-23', '机械工程及自动化学院', '机械电子工程', '本科', '阅读,学习,音乐', '2023-09-01 13:04:58', '公交');
INSERT INTO `student` VALUES ('351', '何三三', '男', '50010120031205286X', '重庆市-永川区', '2003-12-05', '计算机学院', '物联网', '硕士', '音乐,旅游,游戏', '2023-09-01 11:28:11', '飞机');
INSERT INTO `student` VALUES ('352', '吕三四', '女', '50010120040409287X', '重庆市-南川区', '2004-04-09', '软件学院', '数据科学与大数据技术', '博士', '学习,阅读,音乐', '2023-09-01 08:51:28', '自驾');
INSERT INTO `student` VALUES ('353', '施三五', '男', '50010120031128288X', '重庆市-渝中区', '2003-11-28', '微电子与通信学院', '电子科学与技术', '本科', '音乐,游戏,学习', '2023-09-01 15:08:44', '打车');
INSERT INTO `student` VALUES ('354', '张三六', '女', '50010120040418289X', '重庆市-江北区', '2004-04-18', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,旅游,音乐', '2023-09-01 12:31:59', '火车');
INSERT INTO `student` VALUES ('355', '章三七', '男', '50010120031126290X', '重庆市-南岸区', '2003-11-26', '机械工程及自动化学院', '车辆工程', '博士', '音乐,学习,游戏', '2023-09-01 09:57:14', '公交');
INSERT INTO `student` VALUES ('356', '陈三八', '女', '50010120040415291X', '重庆市-九龙坡区', '2004-04-15', '计算机学院', '计算机科学与技术', '硕士', '旅游,学习,音乐', '2023-09-01 14:12:29', '飞机');
INSERT INTO `student` VALUES ('357', '苏三九', '男', '50010120031204292X', '重庆市-大渡口区', '2003-12-04', '软件学院', '软件工程', '本科', '音乐,学习,游戏', '2023-09-01 10:26:47', '自驾');
INSERT INTO `student` VALUES ('358', '杨四零', '女', '50010120040424293X', '重庆市-江津区', '2004-04-24', '微电子与通信学院', '光电信息科学与工程', '博士', '游戏,音乐,阅读', '2023-09-01 13:47:59', '打车');
INSERT INTO `student` VALUES ('359', '李四一', '男', '50010120031115294X', '重庆市-大足区', '2003-11-15', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,音乐,学习', '2023-09-01 12:05:12', '火车');
INSERT INTO `student` VALUES ('360', '郭四二', '女', '50010120040425295X', '重庆市-北碚区', '2004-04-25', '机械工程及自动化学院', '机械设计制造及其自动化', '本科', '学习,旅游,阅读', '2023-09-01 14:23:27', '公交');
INSERT INTO `student` VALUES ('361', '杨四三', '男', '50010120031204296X', '重庆市-渝中区', '2003-12-04', '计算机学院', '物联网', '硕士', '阅读,音乐,旅游', '2023-09-01 11:44:43', '飞机');
INSERT INTO `student` VALUES ('362', '洪四四', '女', '50010120040425297X', '重庆市-江北区', '2004-04-25', '软件学院', '数据科学与大数据技术', '博士', '学习,旅游,音乐', '2023-09-01 08:55:58', '自驾');
INSERT INTO `student` VALUES ('363', '李四五', '男', '50010120031122298X', '重庆市-渝北区', '2003-11-22', '微电子与通信学院', '电子科学与技术', '本科', '音乐,学习,阅读', '2023-09-01 15:01:13', '打车');
INSERT INTO `student` VALUES ('364', '张四六', '女', '50010120040412299X', '重庆市-南岸区', '2004-04-12', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,旅游,学习', '2023-09-01 12:27:29', '火车');
INSERT INTO `student` VALUES ('407', '赵一一', '男', '41010120031201266X', '四川省-成都市-锦江区', '2003-12-01', '计算机学院', '物联网', '硕士', '阅读,音乐,游戏', '2023-09-01 09:18:37', '火车');
INSERT INTO `student` VALUES ('408', '钱一二', '女', '42010120040403267X', '贵州省-贵阳市-南明区', '2004-04-03', '软件学院', '软件工程', '本科', '学习,旅游,音乐', '2023-09-01 10:42:15', '自驾');
INSERT INTO `student` VALUES ('409', '孙一三', '男', '43010120031113268X', '湖南省-长沙市-岳麓区', '2003-11-13', '微电子与通信学院', '电子科学与技术', '博士', '游戏,阅读,旅游', '2023-09-01 14:56:28', '打车');
INSERT INTO `student` VALUES ('410', '李一四', '女', '44010120040414269X', '湖北省-武汉市-洪山区', '2004-04-14', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '音乐,学习,游戏', '2023-09-01 08:37:51', '火车');
INSERT INTO `student` VALUES ('411', '周一五', '男', '45010120031116270X', '湖北省-黄石市-西塞山区', '2003-11-16', '机械工程及自动化学院', '机械电子工程', '本科', '旅游,学习,阅读', '2023-09-01 15:03:12', '公交');
INSERT INTO `student` VALUES ('412', '吴一六', '女', '46010120040422271X', '湖南省-株洲市-天元区', '2004-04-22', '计算机学院', '计算机科学与技术', '硕士', '音乐,游戏,阅读', '2023-09-01 11:26:48', '飞机');
INSERT INTO `student` VALUES ('413', '郑一七', '男', '47010120031120272X', '湖南省-湘潭市-岳塘区', '2003-11-20', '软件学院', '数据科学与大数据技术', '博士', '学习,旅游,音乐', '2023-09-01 09:59:15', '自驾');
INSERT INTO `student` VALUES ('414', '王一八', '女', '48010120040425273X', '湖北省-十堰市-茅箭区', '2004-04-25', '微电子与通信学院', '光电信息科学与工程', '本科', '旅游,音乐,阅读', '2023-09-01 12:24:41', '打车');
INSERT INTO `student` VALUES ('415', '冯一九', '男', '49010120031208274X', '贵州省-遵义市-汇川区', '2003-12-08', '电气工程及自动化学院', '电气工程及其自动化', '硕士', '阅读,音乐,游戏', '2023-09-01 13:48:09', '火车');
INSERT INTO `student` VALUES ('416', '陈二一', '女', '41010120040426275X', '四川省-自贡市-大安区', '2004-04-26', '机械工程及自动化学院', '机械设计制造及其自动化', '博士', '音乐,游戏,学习', '2023-09-01 10:11:36', '公交');
INSERT INTO `student` VALUES ('417', '褚二二', '男', '41010120031215276X', '贵州省-遵义市-汇川区', '2003-12-15', '计算机学院', '物联网', '硕士', '学习,旅游,阅读', '2023-09-01 15:15:52', '飞机');
INSERT INTO `student` VALUES ('418', '卫二三', '女', '42010120040423285X', '贵州省-六盘水市-钟山区', '2004-04-23', '软件学院', '人工智能', '本科', '阅读,旅游,音乐', '2023-09-01 11:38:19', '自驾');
INSERT INTO `student` VALUES ('419', '蒋二四', '男', '43010120031117278X', '贵州省-铜仁市-碧江区', '2003-11-17', '微电子与通信学院', '电子信息工程', '硕士', '旅游,学习,音乐', '2023-09-01 14:47:37', '打车');
INSERT INTO `student` VALUES ('420', '沈二五', '女', '44010120040428279X', '四川省-泸州市-江阳区', '2004-04-28', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读', '2023-09-01 13:32:56', '火车');
INSERT INTO `student` VALUES ('421', '刘二七', '女', '50010120040430281X', '四川省-泸州市-江阳区', '2004-04-30', '机械工程及自动化学院', '机械电子工程', '本科', '音乐,学习,阅读', '2023-09-01 13:45:59', '火车');
INSERT INTO `student` VALUES ('422', '林二八', '男', '51010120031229282X', '四川省-宜宾市-翠屏区', '2003-12-29', '计算机学院', '物联网', '硕士', '阅读,音乐,游戏', '2023-09-01 09:24:17', '飞机');
INSERT INTO `student` VALUES ('423', '张二九', '女', '52010120040428283X', '重庆市-渝中区', '2004-04-28', '软件学院', '数据科学与大数据技术', '本科', '学习,旅游,音乐', '2023-09-01 10:47:34', '自驾');
INSERT INTO `student` VALUES ('424', '杨三一', '男', '53010120031224284X', '贵州省-六盘水市-钟山区', '2003-12-24', '微电子与通信学院', '通信工程', '硕士', '音乐,游戏,阅读', '2023-09-01 14:50:52', '打车');
INSERT INTO `student` VALUES ('425', '黄三二', '女', '54010120040427285X', '四川省-泸州市-江阳区', '2004-04-27', '电气工程及自动化学院', '电气工程及其自动化', '本科', '旅游,音乐,阅读', '2023-09-01 08:32:09', '火车');
INSERT INTO `student` VALUES ('426', '何三三', '男', '55010120031206286X', '贵州省-遵义市-汇川区', '2003-12-06', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '阅读,音乐,游戏', '2023-09-01 11:56:26', '火车');
INSERT INTO `student` VALUES ('427', '王三四', '女', '56010120040430287X', '四川省-宜宾市-翠屏区', '2004-04-30', '计算机学院', '计算机科学与技术', '博士', '学习,旅游,音乐', '2023-09-01 15:10:44', '自驾');
INSERT INTO `student` VALUES ('428', '李三五', '男', '57010120031108288X', '贵州省-六盘水市-钟山区', '2003-11-08', '软件学院', '人工智能', '本科', '游戏,阅读,旅游', '2023-09-01 09:43:01', '打车');
INSERT INTO `student` VALUES ('429', '周三六', '女', '58010120040419289X', '重庆市-渝北区', '2004-04-19', '微电子与通信学院', '光电信息科学与工程', '硕士', '旅游,音乐,阅读', '2023-09-01 12:08:19', '公交');
INSERT INTO `student` VALUES ('430', '吴三七', '男', '59010120031113290X', '贵州省-遵义市-汇川区', '2003-11-13', '电气工程及自动化学院', '电气工程及其自动化', '本科', '阅读,音乐,游戏', '2023-09-01 13:32:37', '飞机');
INSERT INTO `student` VALUES ('431', '郑三八', '女', '60010120040409291X', '四川省-泸州市-江阳区', '2004-04-09', '机械工程及自动化学院', '机械电子工程', '硕士', '游戏,阅读,旅游', '2023-09-01 10:05:55', '自驾');
INSERT INTO `student` VALUES ('432', '王三九', '男', '61010120031121292X', '贵州省-六盘水市-钟山区', '2003-11-21', '计算机学院', '物联网', '博士', '阅读,音乐,学习', '2023-09-01 14:20:13', '打车');
INSERT INTO `student` VALUES ('433', '李四一', '女', '62010120040429293X', '四川省-宜宾市-翠屏区', '2004-04-29', '软件学院', '软件工程', '本科', '音乐,学习,旅游', '2023-09-01 08:43:31', '火车');
INSERT INTO `student` VALUES ('434', '张四二', '男', '63010120031216294X', '贵州省-遵义市-汇川区', '2003-12-16', '微电子与通信学院', '电子科学与技术', '硕士', '旅游,阅读,音乐', '2023-09-01 12:57:48', '自驾');
INSERT INTO `student` VALUES ('435', '赵四四', '男', '65010120040416296X', '重庆市-渝北区', '2004-04-16', '微电子与通信学院', '电子科学与技术', '本科', '音乐,学习,阅读', '2023-09-01 13:19:06', '火车');
INSERT INTO `student` VALUES ('436', '钱四五', '女', '66010120031211297X', '四川省-泸州市-江阳区', '2003-12-11', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '学习,旅游,音乐', '2023-09-01 09:40:23', '自驾');
INSERT INTO `student` VALUES ('437', '孙四六', '男', '67010120040425298X', '重庆市-渝中区', '2004-04-25', '计算机学院', '计算机科学与技术', '硕士', '阅读,音乐,游戏', '2023-09-01 10:05:40', '飞机');
INSERT INTO `student` VALUES ('438', '李四七', '女', '68010120031103299X', '贵州省-六盘水市-钟山区', '2003-11-03', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读', '2023-09-01 14:20:57', '打车');
INSERT INTO `student` VALUES ('439', '周四八', '男', '69010120040427251X', '四川省-宜宾市-翠屏区', '2004-04-27', '软件学院', '软件工程', '硕士', '旅游,学习,音乐', '2023-09-01 08:32:14', '火车');
INSERT INTO `student` VALUES ('440', '吴四九', '女', '70010120031122252X', '重庆市-渝北区', '2003-11-22', '微电子与通信学院', '光电信息科学与工程', '博士', '音乐,学习,旅游', '2023-09-01 11:56:31', '自驾');
INSERT INTO `student` VALUES ('441', '郑五一', '男', '71010120040430253X', '四川省-泸州市-江阳区', '2004-04-30', '计算机学院', '物联网', '本科', '旅游,音乐,阅读', '2023-09-01 15:11:48', '打车');
INSERT INTO `student` VALUES ('442', '王五二', '女', '72010120031219254X', '贵州省-六盘水市-钟山区', '2003-12-19', '机械工程及自动化学院', '机械电子工程', '硕士', '音乐,游戏,学习', '2023-09-01 09:43:05', '火车');
INSERT INTO `student` VALUES ('443', '冯五三', '男', '73010120040427255X', '四川省-宜宾市-翠屏区', '2004-04-27', '电气工程及自动化学院', '电气工程及其自动化', '博士', '游戏,阅读,旅游', '2023-09-01 12:57:22', '自驾');
INSERT INTO `student` VALUES ('444', '陈五四', '女', '74010120031106256X', '重庆市-渝中区', '2003-11-06', '软件学院', '数据科学与大数据技术', '本科', '阅读,音乐,学习', '2023-09-01 13:32:39', '打车');
INSERT INTO `student` VALUES ('445', '褚五五', '男', '75010120040430257X', '贵州省-遵义市-汇川区', '2004-04-30', '微电子与通信学院', '电子信息工程', '本科', '旅游,学习,音乐', '2023-09-01 10:05:57', '火车');
INSERT INTO `student` VALUES ('446', '赵五七', '男', '77010120040428259X', '重庆市-万州区', '2004-04-28', '计算机学院', '计算机科学与技术', '本科', '音乐,游戏,学习', '2023-09-01 13:19:25', '火车');
INSERT INTO `student` VALUES ('447', '钱五八', '女', '78010120031221260X', '四川省-广安市-广安区', '2003-12-21', '机械工程及自动化学院', '机械设计制造及其自动化', '硕士', '学习,旅游,音乐', '2023-09-01 09:40:42', '自驾');
INSERT INTO `student` VALUES ('448', '孙五九', '男', '79010120040426261X', '重庆市-渝中区', '2004-04-26', '软件学院', '软件工程', '硕士', '游戏,阅读,音乐', '2023-09-01 10:05:58', '飞机');
INSERT INTO `student` VALUES ('449', '李六一', '女', '80010120031110262X', '四川省-泸州市-江阳区', '2003-11-10', '电气工程及自动化学院', '电气工程及其自动化', '本科', '音乐,学习,阅读', '2023-09-01 14:21:14', '打车');
INSERT INTO `student` VALUES ('450', '周六二', '男', '81010120040429263X', '重庆市-渝北区', '2004-04-29', '微电子与通信学院', '通信工程', '本科', '旅游,音乐,阅读', '2023-09-01 08:32:20', '火车');
INSERT INTO `student` VALUES ('451', '陈咪', '男', '847368725382637453', '吉林省-长春市-南关区', '2023-07-04', '机械工程及自动化学院', '机械设计制造及其自动化', '博士', '运动,学习', '2023/7/8 21:27:58', '公交地铁');
